{
  "food": [
    {
      "id": "1",
      "title": "Masala dosa",
      "about": "A crispy, rice-batter crepe encases a spicy mix of mashed potato, which is then dipped in coconut chutney, pickles, tomato-and-lentil-based sauces and other condiments. It’s a fantastic breakfast food that’ll keep you going till lunch, when you’ll probably come back for another.",
      "price": "99",
      "img": "https://media.cnn.com/api/v1/images/stellar/prod/170302114154-masala-dosa.jpg?q=w_1110,c_fill/f_webp"
    },
    {
      "id": "2",
      "title": "Potato chips",
      "about": "It’s unclear when and where the potato chip was born. US legend has it that they were invented in New York in 1853, but the earliest known recipe for “Potatoes Fried in Slices or Shavings” appears in a bestselling 1817 cookbook by Englishman William Kitchiner.\n\nWhatever the case, they’re now one of the world’s most child-friendly and best foods. But think of them this way – if a single chip cost, say, $5, it’d be a far greater (and more popular) delicacy than caviar, a prize worth fighting wars over.",
      "price": "5",
      "img": "https://media.cnn.com/api/v1/images/stellar/prod/170203151518-crisps.jpg?q=w_1110,c_fill/f_webp"
    },
    {
      "id": "3",
      "title": "Seafood paella",
      "about": "The sea is lapping just by your feet, a warm breeze whips the tablecloth around your legs and a steamy pan of paella sits in front of you. Shrimp, lobster, mussels and cuttlefish combine with white rice and various herbs, oil and salt in this Valencian dish to send you immediately into holiday mode. Though if you have it in Spain, you’re probably there already.",
      "price": "77",
      "img": "https://media.cnn.com/api/v1/images/stellar/prod/170206165040-dubai-michelin-dining-boca.jpg?q=w_1110,c_fill/f_webp"
    },
    {
      "id": "4",
      "title": "Som tam",
      "about": "To prepare Thailand’s most famous salad, pound garlic and chilies with a mortar and pestle. Toss in tamarind juice, fish sauce, peanuts, dried shrimp, tomatoes, lime juice, sugar cane paste, string beans and a handful of grated green papaya. Grab a side of sticky rice. Variations include those made with crab (som tam boo) and fermented fish sauce (som tam plah lah), but none matches the flavor and simple beauty of the original.",
      "price": "77",
      "img": "https://media.cnn.com/api/v1/images/stellar/prod/170302150230-som-tam.jpg?q=w_1110,c_fill/f_webp"
    },
    {
      "id": "5",
      "title": "Chicken rice",
      "about": "Often called the “national dish” of Singapore, this steamed or boiled chicken is served atop fragrant oily rice, with sliced cucumber as the token vegetable. Variants include roasted chicken or soy sauce chicken. However it’s prepared, it’s one of Singapore’s best foods. The dipping sauces – premium dark soy sauce, chili with garlic and pounded ginger – give it that little extra oomph to ensure whenever you’re not actually in Singapore eating chicken rice, you’re thinking of it.",
      "price": "88",
      "img": "https://media.cnn.com/api/v1/images/stellar/prod/170302150650-chicken-rice-singapore.jpg?q=w_1110,c_fill/f_webp"
    },
    {
      "id": "7",
      "title": "Poutine",
      "about": "French fries smothered in cheese curds and brown gravy. Sounds kind of disgusting, looks even worse, but engulfs the mouth in a saucy, cheesy, fried-potato mix that’ll have you fighting over the last dollop. Our Canadian friends insist it’s best enjoyed at 3 a.m. after “several” beers.",
      "price": "70",
      "img": "https://media.cnn.com/api/v1/images/stellar/prod/160516104039-ottawa-poutinefest-special-gourmet-poutine.jpg?q=w_1110,c_fill/f_webp"
    },
    {
      "id": "7",
      "title": "Stinky tofu",
      "about": "Nothing really prepares you for the stench of one of the strangest dishes on Earth. Like durian, smelly tofu is one of Southeast Asia’s most iconic foods. The odor of fermenting tofu is so overpowering many aren’t able to shake off the memory for months. So is the legendarily divine taste really worth the effort? Sure it is.",
      "price": "44",
      "img": "https://media.cnn.com/api/v1/images/stellar/prod/170302143134-tofu.jpg?q=w_1110,c_fill/f_webp"
    },
    {
      "id": "9",
      "title": "French toast",
      "about": "Unlike its more restrained Sunday brunch counterpart, Hong Kong-style French toast is like a deep-fried hug. Two pieces of toast are slathered with peanut butter or kaya jam, soaked in egg batter, fried in butter and served with still more butter and lots of syrup. A Hong Kong best food, best enjoyed before cholesterol checks.",
      "price": "89",
      "img": "https://media.cnn.com/api/v1/images/stellar/prod/170302151812-french-toast-hong-kong.jpg?q=w_1110,c_fill/f_webp"
    },
    {
      "id": "12",
      "title": "Chili crab",
      "about": "You can’t visit Singapore without trying its spicy, sloppy, meaty specialty. While there are dozens of ways to prepare crab (with black pepper, salted egg yolk, cheese-baked, et cetera) chili crab remains the local bestseller. Spicy chili-tomato gravy tends to splatter, which is why you need to mop everything up with mini mantou buns.",
      "price": "22",
      "img": "https://media.cnn.com/api/v1/images/stellar/prod/170306145913-singapore-chili-crab.jpg?q=w_1110,c_fill/f_webp"
    },
    {
      "id": "23",
      "title": "Fish ‘n’ chips",
      "about": "Anything that’s been around since the 1860s can’t be doing much wrong. The staple of the Victorian British working class is a crunchy-outside, soft-inside dish of simple, un-adorned fundamentals.",
      "price": "44",
      "img": "https://media.cnn.com/api/v1/images/stellar/prod/170124150418-18-fish-and-chips.jpg?q=w_1110,c_fill/f_webp"
    },
    {
      "id": "33",
      "title": "Sweet Potato Chaat",
      "about": "Sweet Potato Chaat is a sweet tangy chaat topped with pomegranates and freshly chopped coriander. This chaat can go well with any season but it's mostly enjoyed in almost every season. If you love sweet potatoes, then this chaat can be a great counterpart for your normal aloo chaat. Sweet Potato Chaat like other street food chaats is filled with spices and chutney. So, all the street food lovers, this is your time to relish this delicious chaat at the comfort pf your home. Do try making this chaat and let's know if you enjoyed it.",
      "price": "66",
      "img": "https://plus.unsplash.com/premium_photo-1669559809077-52f963b1ea7f?q=80&w=1974&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
    },
    {
      "id": "11",
      "title": "Chocolate pizza",
      "about": "Make this fun chocolate pizza baking project with the kids. Alongside marshmallows, bananas, pretzels and caramel sauce work well as toppings, too",
      "price": "33",
      "img": "https://images.immediate.co.uk/production/volatile/sites/30/2023/03/Chocolate-pizza-a24aff9.jpg?quality=90&resize=556,505"
    }
  ]
}